
/**产品信息**/
CREATE TABLE ysl_product(
  lid INT PRIMARY KEY AUTO_INCREMENT,
  family_id INT,              #所属型号家族编号
  category VARCHAR(32),       #分属类名
  pname VARCHAR(32),          #具体类名
  title VARCHAR(128),         #主标题
  subtitle VARCHAR(128),      #副标题
  price DECIMAL(10,2),        #价格
  promise VARCHAR(64),        #服务承诺
  spec VARCHAR(64),           #规格/颜色 // 主页小标题
  grade decimal(2,1),         #评分
  ranking  INT,               #顺序排名
  details VARCHAR(1024),      #产品详细说明
  show_index BOOLEAN,          #显示在首页
  comment_count INT,          #评论数量
  is_stock BOOLEAN            #是否有货
);
INSERT INTO ysl_products VALUES
(1,1,"唇部","唇膏","圣罗兰莹亮纯魅液体唇膏","VOLUPTÉ LIQUID COLOUR BALM",310,"YSL第一款[银管]水唇露
涂出透光玻璃唇，蕴含护唇水精华，打造夏日水润轻妆",NULL,"4.8",1,"“YSL第一款[银管]水唇露
涂出透光玻璃唇，蕴含护唇水精华，打造夏日水润轻妆  亲吻唇”刷头 一吻倾心
独特3D亲吻唇刷头，每一次上妆宛如接吻般，柔润触感，一吻倾心",1536064215693,22,true),
(2,1,"唇部","唇膏","圣罗兰莹亮纯魅唇膏","ROUGE VOLUPTÉ SHINE",320,"YSL圣罗兰莹亮纯魅唇膏富含6种美唇精粹滋润呵护，以水光般莹亮色彩亲吻双唇",NULL,"5.0",2,"YSL圣罗兰莹亮纯魅唇膏富含6种美唇精粹滋润呵护，以水光般莹亮色彩亲吻双唇，引领全新莹亮少女唇风潮。从繁忙的工作日到休闲的周末，从白天的通勤到夜晚的派对, 每时每刻享受现在。",1536064215693,202,true),
(3,1,"唇部","唇膏","2018春季限定唇妆盘","SP2018 LIP PALETTE COLLECTOR",600,"集合方管和圆管的经典两色，优雅淡粉、媚艳玫红、知性玫瑰粉、元气橙红自由切换，再以限定迷幻浪漫粉点亮个性妆容",NULL,"4.6",3,"“集合方管和圆管的经典两色，优雅淡粉、媚艳玫红、知性玫瑰粉、元气橙红自由切换，再以限定迷幻浪漫粉点亮个性妆容。五种唇色，一次拥有",1536064215693,1,true),
(4,1,"唇部","唇釉","圣罗兰黑管唇釉","VERNIS A LEVRES VINYL CREAM",320,"*圣罗兰纯色唇釉,“全新YSL黑管唇釉，通过突破性的前沿科技，革命性地创造出YSL第一款胶质唇釉",NULL,"4.9",4,"“*圣罗兰纯色唇釉 
“全新YSL黑管唇釉，通过突破性的前沿科技，革命性地创造出YSL第一款胶质唇釉，注入先进持色科技和乳霜精华滋养因子，打造浓郁、完美显色的胶质闪耀双唇。”
胶质般闪耀，乳霜般舒适，黑胶般持久。鲜明大胆的色调，弥漫着危险、摇滚、叛逆的气息，一试成瘾。",1536064215693,198,true),
(5,1,"唇部","唇釉","圣罗兰莹亮纯魅液体唇膏","VOLUPTÉ LIQUID COLOUR BALM",310,"YSL第一款[银管]水唇露
涂出透光玻璃唇，蕴含护唇水精华，打造夏日水润轻妆",NULL,"5.0",5,"“YSL第一款[银管]水唇露
涂出透光玻璃唇，蕴含护唇水精华，打造夏日水润轻妆  亲吻唇”刷头 一吻倾心
独特3D亲吻唇刷头，每一次上妆宛如接吻般，柔润触感，一吻倾心",1536064215693,20,true),
(6,1,"唇部","唇釉","圣罗兰哑光唇釉","TATOUAGE COUTURE",335,"1.购任意哑光唇釉，即享哑光唇釉专属纹身贴
2.任选四支，即享限量四支高定礼盒包装",NULL,"5.0",5,"“YSL第一款[银管]水唇露
涂出透光玻璃唇，蕴含护唇水精华，打造夏日水润轻妆  亲吻唇”刷头 一吻倾心
独特3D亲吻唇刷头，每一次上妆宛如接吻般，柔润触感，一吻倾心",1536064215693,20,true),
(7,1,"唇部","唇釉","圣罗兰莹亮纯魅液体唇膏","VOLUPTÉ LIQUID COLOUR BALM",310,"YSL第一款[银管]水唇露
涂出透光玻璃唇，蕴含护唇水精华，打造夏日水润轻妆",NULL,"4.9",11,"“YSL第一款[银管]水唇露
涂出透光玻璃唇，蕴含护唇水精华，打造夏日水润轻妆  亲吻唇”刷头 一吻倾心
独特3D亲吻唇刷头，每一次上妆宛如接吻般，柔润触感，一吻倾心",1536064215693,22,true),
(8,1,"唇部","唇油","圣罗兰莹亮绚染唇油","VOLUPTÉ TINT-IN-OIL",290,"「染唇油」拥有唇油的滋润舒适与染色液的持久纯色",NULL,NULL,12,"变色染唇，晶透唇油随唇部温度变化，为双唇染上轻盈色彩。唇油质地，5款珍贵美唇精萃，丰盈滋润。3D吻唇刷，贴合双唇，上妆更便携细致。",1536064215693,4,true),
(9,1,"唇部","唇颊霜","圣罗兰甜吻唇颊霜","BABY DOLL KISS & BLUSH",320,"YSL圣罗兰甜吻唇颊霜以“KISS YOUR CHEEKS, BLUSH YOUR LIPS 上一秒轻吻，下一秒红晕”为概念",NULL,"4.9",7,"YSL圣罗兰甜吻唇颊霜以“KISS YOUR CHEEKS, BLUSH YOUR LIPS 上一秒轻吻，下一秒红晕”为概念,融合唇膏与粉底两大科技,唇颊两用。轻盈慕斯质地，一抹幻化天鹅绒质感，轻松打造哑亮妆效。独特“灵动珍珠刷头”，精准用量，均匀上色。YSL色彩宣言，同系Match-Match和撞色Mix-Match，无限叠加，随心搭配。",1536064215693,15,true),
(10,1,"面部","粉底","圣罗兰明彩亮润轻垫粉底液","TOUCHE ÉCLAT LE CUSHION",510,"全新超模蕾丝气垫，点亮立体透光肌",NULL,"5.0",8,"全新超模蕾丝气垫，点亮立体透光肌透 | 轻透、丝薄，仿佛由内致外的透明感美肌光 | 光感、闪耀，无死角自带超模光·自带超模光·越拍越保湿·妆感更高级·定义新上妆方式·高定上妆体验",1536064215693,7,true),
(11,1,"面部","粉底","圣罗兰明彩粉底液","YSL TE LE TEINT SPF22 PA++ 30ML",560,"【全新超模粉底】唤醒超模光感肌，更光感，更无瑕，更水润。适合中性、混合性肌肤。",NULL,"5.0",9,"【全新超模粉底】
唤醒超模光感肌，更光感，更无瑕，更水润。
适合中性、混合性肌肤。
更光感：肌肤更易捕捉，反射，均匀的扩散光源。肌肤犹如拥有行走的聚光灯伴随，光彩闪耀于每一寸娇容，如超模般夺目。
更无瑕：均匀的贴合于皮肤，有效修饰柔滑肌肤瑕疵。在提供高遮瑕力的同时，使光穿透，并反射光源。由此呈现比使用普通粉底更无瑕，纯净，光感的妆容。
更水润：抗氧水润唤醒因子，瞬间唤活肌肤，肌肤呈现如熟睡8小时光彩。同时滋润，保护，肌肤，令肌肤健康，妆容持久。
质地：犹如液体黄金般轻盈，易延展，轻柔的流动贴合于肌肤，给肌肤带来如同素颜般的轻松舒适体验， 丝毫不现假脸妆感。",1536064215693,17,true),
(12,1,"面部","粉底","圣罗兰妍活青春粉底液","YOUTH LIBERATOR SERUM FOUNDATION SPF20/PA++ 30ML",600,"【女神粉底】适合混合偏干、干性肌肤,圣罗兰逆龄保养粉底液， “女神调光复合体”取代固态粉体",NULL,"5.0",10,"【女神粉底】
适合混合偏干、干性肌肤
圣罗兰逆龄保养粉底液， “女神调光复合体”取代固态粉体，比寻常粉底更亲肤保湿。为女性打造宛如天生的好肌肤，达到保湿、光透、弹润无瑕的底妆境界，让肌肤瞬间绽放女神光芒。",1536064215693,55,true),
(13,1,"面部"," 粉饼","圣罗兰明彩无瑕粉饼","TEDP EXT COMPACT",510,"*YSL弹力粉饼,圣罗兰墨水家族 ,颠覆性新品:一款“有弹力”的粉饼。比粉底液更为轻薄雾感，比粉饼更为持久遮瑕，可作为粉底，亦可作为定妆粉使用。随身携带补妆，更是时尚配饰。",NULL,"4.9",13,"粉底的涂抹方式将决定妆效。YSL弹力粉饼的独特双面海绵使它拥有两种特别的上妆方式，既能轻扫全脸如粉底霜般上妆补妆，亦能轻拍面部用作定妆。",1536064215693,7,true),
(14,1,"面部","妆前隔离","圣罗兰明彩无瑕柔焦霜","TOUCHE ÉCLAT BLUR PERFECTOR",460,"【奶油膏】圣罗兰明彩无瑕柔焦霜，如粉色“奶油”般的质感，触肤即化，涂抹时可迅速从膏体化为粉状，有效遮掩瑕疵，令肌肤更显柔滑细腻，呈现自然粉嫩光泽。",NULL,"5.0",14,"圣罗兰明彩无瑕柔焦霜，如粉色“奶油”般的质感，触肤即化，涂抹时可迅速从膏体化为粉状，有效遮掩瑕疵，令肌肤更显柔滑细腻，呈现自然粉嫩光泽。 
可作为透明修颜粉底液单独使用，也可用于后续补妆，全天随时使用。以指尖轻蘸可修饰微小瑕疵，自带海绵粉扑则能够攫取适宜用量，用于修正面部区域。",1536064215693,4,true),
(15,1,"面部","妆前隔离","圣罗兰妆前饰底乳","TOUCHE ÉCLAT BLUR PRIMER",460,"蕴含微闪粒子的妆前饰底乳，轻盈不黏腻的丝滑质感，带来柔顺光滑的焕肤遮瑕效果。",NULL,"5.0",15,"蕴含微闪粒子的妆前饰底乳，轻盈不黏腻的丝滑质感，带来柔顺光滑的焕肤遮瑕效果。
通过不遮盖肤色的光学效果掩饰肌肤瑕疵，令肤质柔滑细腻，提亮粉底光泽，肤色更为匀净透亮。",1536064215693,9,true),
 (16,1,"面部","粉饼","圣罗兰明彩亮颜蜜粉饼","VOLUPTÉ LIQUID COLOUR BALM",520,"圣罗兰明彩高清无痕蜜粉饼，独有的云朵质地，创新球状粉体粒子，粉体间的摩擦，触感如云朵般轻盈、绵密、顺滑。",NULL,"0.0",16,"圣罗兰明彩高清无痕蜜粉饼，独有的云朵质地，创新球状粉体粒子，粉体间的摩擦，触感如云朵般轻盈、绵密、顺滑。通过光线的魔法，塑造无形、无感的剔透底妆。无负担的沁肤定妆，令肌肤自由呼吸。",1536064215693,0,true),
(17,1,"面部","粉饼","圣罗兰明彩丝柔粉饼SPF30+ / PA+++","LE TEINT TOUCHE ÉCLAT COMPACT SPF30+/PA+++ 9G",160,"明彩粉饼轻盈细致，绽放无瑕光采，如空气般轻盈细致，卓越遮瑕，自然妆感，持久剔透光采，具有保湿功效",NULL,"5.0",17,"明彩粉饼轻盈细致，绽放无瑕光采，如空气般轻盈细致，卓越遮瑕，自然妆感，持久剔透光采，具有保湿功效。即使炎热潮湿天气，肌肤依然能保持持久清新的水油平衡。",1536064215693,15,true),
(18,1,"面部","蜜粉","圣罗兰明彩丝雾散粉","SOUFFLE D'ECLAT 15G",520,"圣罗兰明彩丝雾散粉，是彩妆定妆中不可或缺的定妆粉。混合微细金色粒子的玫瑰色粉末，轻盈无重，披上健康动人的魅金玫瑰薄纱，如抚慰般温柔。",NULL,"4.9",18,"圣罗兰明彩丝雾散粉，是彩妆定妆中不可或缺的定妆粉。混合微细金色粒子的玫瑰色粉末，轻盈无重，披上健康动人的魅金玫瑰薄纱，如抚慰般温柔。精心研磨的微细粒子令妆容更为精致细腻，妆效服帖，令面容散发如玫瑰般粉嫩娇艳的柔美色调，舒适持久。",1536064215693,2,true),
(19,1,"眼部","眼影","圣罗兰蒙德里安五色眼影","COUTURE PALETTE",600,"灵感来自于圣罗兰先生于1965年推出的 “蒙德里安洋装”，五种拼接色块的碰撞，融合雾面光泽和金属光感的质地，打造摩登时尚的立体眼妆。",NULL,"5.0",19,"灵感来源于高定设计的布料板，拥有纷繁的色彩和质地，色调由浅至深，深色调整轮廓，浅色高光点缀，再混合搭配雾面或者金属质感，可以尽情描绘双眸，自由玩弄色彩的无限可能。YSL独特“水凝持色科技”打造柔滑亲肤的质地，保持12小时显色、不卡粉的立体眼妆。内含高级定制双头眼影刷。",1536064215693,2,true),
(20,1,"眼部","睫毛膏","圣罗兰新绒密睫毛膏","MASCARA VOLUME EFFET FAUX CILS",330,"轻松刷出如假睫毛般绒密丰盈、纤长卷翘的妆效。YSL独特三重绒密科技得以延续，新增两种滋养美睫复合物以及不易干配方，让睫毛柔嫩强韧。",NULL,"5.0",20,"轻松刷出如假睫毛般绒密丰盈、纤长卷翘的妆效。YSL独特三重绒密科技得以延续，新增两种滋养美睫复合物以及不易干配方，让睫毛柔嫩强韧。浓郁色调、超大容量、纤长效果勾勒出浓密卷翘、根根分明的美睫。轻盈膏体，有效改善睫毛下垂的问题，带有YSL独特的高定香调，每一次眨眼都是一种享受。创新刷头，轻松打造浓密美睫，为你带来超顺滑使用体验。",1536064215693,9,true),
(21,1,"眼部","眼影","圣罗兰高定十色眼影盘","COUTURE VARIATION PALETTE",780,"灵感来源于高定设计的布料板，拥有纷繁的色彩和质地，色调由浅至深，深色调整轮廓，浅色高光点缀",NULL,"5.0",21,"轻松刷出如假睫毛般绒密丰盈、纤长卷翘的妆效。YSL独特三重绒密科技得以延续，新增两种滋养美睫复合物以及不易干配方，让睫毛柔嫩强韧。浓郁色调、超大容量、纤长效果勾勒出浓密卷翘、根根分明的美睫。轻盈膏体，有效改善睫毛下垂的问题，带有YSL独特的高定香调，每一次眨眼都是一种享受。创新刷头，轻松打造浓密美睫，为你带来超顺滑使用体验。",1536064215693,11,true),
(22,1,"眼部","眉粉","圣罗兰高定眉粉盘","BROW PALETTE",580,"配备完美角度眉刷，及镊子工具，随时随地有用完美眉形。",NULL,"5.0",22,"三款细致眉粉，持久配方，轻松持妆。三种颜色可供选择，轻松掌控眉妆深浅。
配备完美角度眉刷，及镊子工具，随时随地有用完美眉形。",1536064215693,9,true),
(23,1,"眼部","眼线","圣罗兰炫黑眼线液","EYELINER EFFET FAUX CILS SHOCKING",285,"圣罗兰炫黑眼线液使你的妆容精致迷人。易上妆，笔触柔和，不刺激眼睛，让你轻松画出流畅的眼线。",NULL,"5.0",23,"圣罗兰炫黑眼线液使你的妆容精致迷人。易上妆，笔触柔和，不刺激眼睛，让你轻松画出流畅的眼线。温和的笔触与碳黑着色成分使妆效持久，防泪、防汗、防油脂。不脱妆。保护眼线免受环境侵扰。使用肥皂和水即可轻松卸妆。超顺滑精准眼线，打造持续均匀的色彩效果。",1536064215693,5,true),
(24,1,"眼部","眼影","圣罗兰高定水眼影","MASCARA VOLUME EFFET FAUX CILS",280,"圣罗兰金属质感水眼影，细腻闪烁光泽，打造独特水感清新眼妆；持色水润，液体配方在眼部肌肤化为均匀金属感膜，带来清新冰凉的舒适触感",NULL,"5.0",24,"圣罗兰金属质感水眼影，细腻闪烁光泽，打造独特水感清新眼妆；持色水润，液体配方在眼部肌肤化为均匀金属感膜，带来清新冰凉的舒适触感。",1536064215693,2,true),
(25,1,"甲油","指甲油","圣罗兰指甲油","LA LAQUE COUTURE",210,"YSL圣罗兰女性是自己的主角，她们思想奔放，风格自由，对生活的热情延续到指尖。",NULL,"5.0",25,"YSL圣罗兰女性是自己的主角，她们思想奔放，风格自由，对生活的热情延续到指尖。圣罗兰指甲油，指尖的高定时装。高饱和度色素的纯净色彩，亮泽持久的效果，表面的快干层对指甲色彩起到很好的保护作用。富含智利玫瑰果油，可强化、保护和润泽美甲。",1536064215693,13,true),
(26,1,"套装及工具","工具","圣罗兰亮颜双效按摩刷","TOP SECRETS GLOW BRUSH",360,"圣罗兰亮颜双效按摩刷，专为涂抹护肤品设计的双效刷头，搭配使用，更显平整细腻丝缎肌。",NULL,"5.0",26,"圣罗兰亮颜双效按摩刷，专为涂抹护肤品设计的双效刷头，搭配使用，更显平整细腻丝缎肌。",1536064215693,2,true),
(27,2,"按产品分类","面霜/乳液","圣罗兰纯白面霜","BPC CREME P50ML",900,"速渗凝霜质地，蕴含GLYCO-BRIGHTTM COMPLEX纯白淡斑科技以及鞣花酸，充分润泽肌肤，持久亮白水润无瑕。",NULL,"5.0",27,"速渗凝霜质地，蕴含GLYCO-BRIGHTTM COMPLEX纯白淡斑科技以及鞣花酸，充分润泽肌肤，持久亮白水润无瑕。",1536064215693,2,true),
(28,2,"按产品分类","精华","圣罗兰纯白精华液","BPC SERUM F30ML",900,"凝乳质地，蕴含GLYCO-BRIGHTTM COMPLEX
纯白科技以及白牡丹聚糖精粹，预防色斑的生成。",NULL,"5.0",28,"凝乳质地，蕴含GLYCO-BRIGHTTM COMPLEX
纯白科技以及白牡丹聚糖精粹，预防色斑的生成。",1536064215693,2,true),
(29,2,"按产品分类","精华","圣罗兰焕白精华液","BPC SERUM F30ML",900,"凝乳质地，蕴含GLYCO-BRIGHTTM COMPLEX
纯白科技以及白牡丹聚糖精粹，预防色斑的生成。",NULL,"5.0",28,"凝乳质地，蕴含GLYCO-BRIGHTTM COMPLEX
纯白科技以及白牡丹聚糖精粹，预防色斑的生成。",1536064215693,2,true),
(30,2,"按功能分类","提亮美白","圣罗兰亮颜喷雾","TPS GLOW PERFECTING MIST",360,"定格精致亮泽妆容
轻按三下，喷雾如磁铁般将彩妆牢牢吸住，令妆容精致亮泽，时刻如刚上妆般无瑕",NULL,"5.0",30,"定格精致亮泽妆容
轻按三下，喷雾如磁铁般将彩妆牢牢吸住，令妆容精致亮泽，时刻如刚上妆般无瑕
",1536064215693,5,true),
(31,3,"女士香水","反转巴黎香水","圣罗兰反转巴黎女士香水","MON PARIS EDP",1090,"源于恋爱浪漫之都巴黎，让你感受疯狂，炙热的爱。
神秘明亮的曼陀罗与深邃强烈的广藿香...",NULL,"5.0",31,"源于恋爱浪漫之都巴黎，让你感受疯狂，炙热的爱。
神秘明亮的曼陀罗与深邃强烈的广藿香，打造出圣罗兰第一支百花西普调香水，如同爱情的味道。
爱，是抛却一切的沉迷。爱，就要天翻地覆。",1536064215693,39,true),
(32,3,"女士香水","鸦片香水","圣罗兰黑鸦片香水*","BLACK OPIUM EAU DE PARFUM SPRAY",770,"全新黑鸦片香水，重新诠释大胆无畏的摇滚风格，以前所未有的个性奢华氛围，释放女人灵魂中追寻真实自我的渴望，专属于YSL 女人黑色华丽摇滚的前卫刺激，无限魅惑的性感挑逗。",NULL,"5.0",32,"全新黑鸦片香水，重新诠释大胆无畏的摇滚风格，以前所未有的个性奢华氛围，释放女人灵魂中追寻真实自我的渴望，专属于YSL 女人黑色华丽摇滚的前卫刺激，无限魅惑的性感挑逗。独特的黑色浓郁咖啡香调，喷上后就有种Rock n roll 的沉醉感觉，然后是印度茉莉和白色橙花的温婉清新，最后是甜蜜的香草调，轻柔优雅。只轻轻触碰，如咖啡因般令人上瘾！
*圣罗兰黑色奥飘茗女士香水",1536064215693,15,true),
(33,3,"男士香水","Y男士香水","圣罗兰先锋男士淡香水","NEW Y MEN EDT",590,"「Y」圣罗兰男士的象征",NULL,5.0,33,"「Y」圣罗兰男士的象征
Y是想你所想，爱你所爱，是崇尚真实，忠于自我
Y型标志嵌于瓶身，线条简约硬朗，极具设计感",1536064215693,15,true),
(34,3,"女士香水","鸦片香水","圣罗兰黑鸦片香水* （白夜版）","BLACK OPIUM NUIT BLANCHE",770,"全新黑鸦片香水，重新诠释大胆无畏的摇滚风格，以前所未有的个性奢华氛围，释放女人灵魂中追寻真实自我的渴望，专属于YSL 女人黑色华丽摇滚的前卫刺激，无限魅惑的性感挑逗。",NULL,"5.0",34,"全新黑鸦片香水，重新诠释大胆无畏的摇滚风格，以前所未有的个性奢华氛围，释放女人灵魂中追寻真实自我的渴望，专属于YSL 女人黑色华丽摇滚的前卫刺激，无限魅惑的性感挑逗。独特的黑色浓郁咖啡香调，喷上后就有种Rock n roll 的沉醉感觉，然后是印度茉莉和白色橙花的温婉清新，最后是甜蜜的香草调，轻柔优雅。只轻轻触碰，如咖啡因般令人上瘾！
*圣罗兰黑色奥飘茗女士香水",1536064215693,15,true);
(35,2,"按产品分类","面霜/乳液","圣罗兰纯白面霜","BPC CREME P50ML",900,"速渗凝霜质地，蕴含GLYCO-BRIGHTTM COMPLEX纯白淡斑科技以及鞣花酸，充分润泽肌肤，持久亮白水润无瑕。",NULL,"5.0",27,"速渗凝霜质地，蕴含GLYCO-BRIGHTTM COMPLEX纯白淡斑科技以及鞣花酸，充分润泽肌肤，持久亮白水润无瑕。",1536064215693,2,true),
(36,2,"按产品分类","精华","圣罗兰纯白精华液","BPC SERUM F30ML",900,"凝乳质地，蕴含GLYCO-BRIGHTTM COMPLEX
纯白科技以及白牡丹聚糖精粹，预防色斑的生成。",NULL,"5.0",28,"凝乳质地，蕴含GLYCO-BRIGHTTM COMPLEX
纯白科技以及白牡丹聚糖精粹，预防色斑的生成。",1536064215693,2,true),
(37,3,"女士香水","反转巴黎香水","圣罗兰反转巴黎女士香水","MON PARIS EDP",1090,"源于恋爱浪漫之都巴黎，让你感受疯狂，炙热的爱。
神秘明亮的曼陀罗与深邃强烈的广藿香...",NULL,"5.0",31,"源于恋爱浪漫之都巴黎，让你感受疯狂，炙热的爱。
神秘明亮的曼陀罗与深邃强烈的广藿香，打造出圣罗兰第一支百花西普调香水，如同爱情的味道。
爱，是抛却一切的沉迷。爱，就要天翻地覆。",1536064215693,39,true),
(38,3,"女士香水","鸦片香水","圣罗兰黑鸦片香水*","BLACK OPIUM EAU DE PARFUM SPRAY",770,"全新黑鸦片香水，重新诠释大胆无畏的摇滚风格，以前所未有的个性奢华氛围，释放女人灵魂中追寻真实自我的渴望，专属于YSL 女人黑色华丽摇滚的前卫刺激，无限魅惑的性感挑逗。",NULL,"5.0",32,"全新黑鸦片香水，重新诠释大胆无畏的摇滚风格，以前所未有的个性奢华氛围，释放女人灵魂中追寻真实自我的渴望，专属于YSL 女人黑色华丽摇滚的前卫刺激，无限魅惑的性感挑逗。独特的黑色浓郁咖啡香调，喷上后就有种Rock n roll 的沉醉感觉，然后是印度茉莉和白色橙花的温婉清新，最后是甜蜜的香草调，轻柔优雅。只轻轻触碰，如咖啡因般令人上瘾！
*圣罗兰黑色奥飘茗女士香水",1536064215693,15,true),
(39,3,"男士香水","Y男士香水","圣罗兰先锋男士淡香水","NEW Y MEN EDT",590,"「Y」圣罗兰男士的象征",NULL,5.0,33,"「Y」圣罗兰男士的象征
Y是想你所想，爱你所爱，是崇尚真实，忠于自我
Y型标志嵌于瓶身，线条简约硬朗，极具设计感",1536064215693,15,true),

(40,4,NULL,NULL,"77度爱2支随行装","SHADES OF LOVE - 2 LIPS",720,"狂热去爱，正红迷情 礼盒
幻想去爱，裸梦臆想 礼盒
肆意去爱，纵欲玫粉 礼盒
大胆去爱，激情橙迷 礼盒","明星方管口红,高定限量口红盖","5.0",40,"凝乳质地，蕴含GLYCO-BRIGHTTM COMPLEX
七夕专属礼盒包装",1,13,true),
(41,4,NULL,NULL,"蕾丝气垫即行即妆礼盒","TE CUSHION SET",830,"礼盒包含：蕾丝气垫粉底液 B10明星唇膏（色号可选）","夏日水润轻妆","5.0",41,"礼盒包含：
蕾丝气垫粉底液 B10
明星唇膏（色号可选）
黑鸦片女士香水体验装
礼盒包装",1,4,true),
(42,4,NULL,NULL,"性感摇滚唇妆礼盒","MY LIPS BUT SEXIER",655,"最明星色系礼盒包含：夹心唇膏 4#,方管口红 1#","性感摇滚明星2色,演绎不一样的你","5.0",42,"YSL莹亮纯魅唇膏富含6种美唇精粹滋润呵护，以水光般莹亮色彩亲吻双唇，引领全新莹亮少女唇风潮。从繁忙的工作日到休闲的周末，从白天的通勤到夜晚的派对, 每时每刻享受现在。

YSL纯口红，真正为优雅美丽高级定制的口红！融合纯正色彩、耀眼光泽和滋润质地于一身，赋予双唇丝缎般细腻与浓郁的色泽质感。金色方管高定设计，如珠宝般纯粹高贵。",1,13,true),
(43,4,NULL,NULL,"四支装礼盒","SAY IT IN FUCHSIA",590,"随机配赠官网限定包装礼盒 ","热卖断货色号,全数拥有",5.0,33,"性感礼盒包含：
方管口红 #19
纯色唇釉 #46
圆管唇膏 #49
夹心唇膏 #6
限量个性化妆包
随机配赠官网限定包装礼盒 ",1,15,true);
